export const posts = [
    {
      id: 1,
      name: "Мастер и Маргарита",
      description: "Ах, простите, что я в пылу нашей ученой беседы забыл представиться. Профессор черной магии Воланд. Приглашен в Москву для консультации. Здесь в государственной библиотеке обнаружены подлинные рукописи чернокнижника Герберта Аврилакского, десятого века. Требуется, чтобы я их разобрал. Я единственный специалист в мире. Тш-ш! Имейте в виду: Иисус — существовал."
    },
    {
      id: 2,
      name: "Капитанская дочка",
      description: "— Слушай,— сказал Пугачев с каким-то диким вдохновением.— Расскажу тебе сказку, которую в ребячестве мне рассказывала старая калмычка. Однажды орел спрашивал у ворона: скажи, ворон-птица, отчего живешь ты на белом свете триста лет, а я всего-навсе только тридцать три года?— Оттого, батюшка, отвечал ему ворон, что ты пьешь живую кровь, а я питаюсь мертвечиной. Орел подумал: давай попробуем и мы питаться тем же. Хорошо. Полетели орел да ворон. Вот завидели палую лошадь; спустились и сели. Ворон стал клевать да похваливать. Орел клюнул раз, клюнул другой, махнул крылом и сказал ворону: нет, брат ворон; чем триста лет питаться падалью, лучше раз напиться живой кровью, а там что бог даст!—Какова калмыцкая сказка? — Затейлива,— отвечал я ему.— Но жить убийством и разбоем значит, по мне, клевать мертвечину."
    },
    {
      id: 3,
      name: "Гордость и предубеждение",
      description: "....она вдруг услышала звонок колокольчика. Подумав, что неожиданный посетитель - сам полковник Фицуильям, который однажды примерно в этот же час уже навещал их и мог зайти снова, чтобы справиться о ее здоровье, Элизабет почувствовала легкое волнение. Но ее предположение рассеялось и мысли приняли другой оборот, когда, к величайшему изумлению, она увидела вошедшего в комнату мистера Дарси. Гость сразу же осведомился о ее недомогании и объяснил свой визит желанием удостовериться, что ее самочувствие улучшилось. Она ответила с холодной учтивостью. Он немного посидел, затем встал и начал расхаживать по комнате. Элизабет была озадачена, но ничего не говорила. После нескольких минут молчания он стремительно подошел к ней и сказал: - Вся моя борьба была тщетной! Ничего не выходит. Я не в силах справиться со своим чувством. Знайте же, что я вами бесконечно очарован и что я вас люблю! Невозможно описать, как его слова ошеломили Элизабет. Растерянная и покрасневшая, она смотрела на него и молчала. И, обнадеженный ее молчанием, Дарси поторопился рассказать ей обо всем, что пережил за последнее время и что так волновало его в эту минуту. Он говорил с необыкновенным жаром. Но в его словах был слышен не только голос сердца: страстная любовь звучала в них не сильнее, чем уязвленная гордость...."
    },
    {
      id: 4,
      name: "Герой нашего времени",
      description: '«Я был готов любить весь мир, — меня никто не понял: и я выучился ненавидеть», Григорий Печорин'
    },
    {
      id: 5,
      name: "Горе от ума",
      description: "Теперь пускай из нас один, Из молодых людей, найдется – враг исканий, Не требуя ни мест, ни повышенья в чин, В науки он вперит ум, алчущий познаний; Или в душе его сам бог возбудит жар"
    }
]